/**
 * colors
 *
 * from network
 */
const COLORS = {
  china: {
    '粉红': '#fdb3a9',
    '妃色': '#eb583e',
    '品红': '#ed1059',
    '桃红': '#f27a85',
    '海棠红': '#d95b6d',
    '石榴红': '#ef1419',
    '樱桃色': '#c73958',
    '银红': '#ee5758',
    '大红': '#fc262d',
    '绛紫': '#8b4456',
    '绯红': '#c63d2b',
    '胭脂': '#9b2a35',
    '朱红': '#fc4d1e',
    '丹': '#fc4f2e',
    '彤': '#f0543e',
    '茜色': '#c93c58',
    '火红': '#fc3155',
    '赫赤': '#c7233b',
    '嫣红': '#ed7b84',
    '洋红': '#fc1997',
    '炎': '#fc361d',
    '赤': '#c12930',
    '枣红': '#c1243a',
    '檀': '#b26d63',
    '殷红': '#bc0833',
    '酡红': '#da322c',
    '酡颜': '#f79073',
    '鹅黄': '#feef54',
    '鸭黄': '#fafd7c',
    '樱草色': '#eafd64',
    '杏黄': '#fda540',
    '杏红': '#fd8c3e',
    '橘黄': '#fd8941',
    '橙黄': '#fda328',
    '橘红': '#fd7522',
    '姜黄': '#fec679',
    '缃色': '#efc148',
    '橙色': '#f88c41',
    '茶色': '#b15c47',
    '驼色': '#a78464'
  }
};

export default COLORS;
